Repository: gdn11/Duplicatefile
Catalog: duplicateFile/Resources/Languages/Resources.*.resx
Languages: de, es

# Txt_Confirmez_vous_la_correction
source: Do you confirm the correction of the name:!
de: Bestätigen Sie die Korrektur des Namens:!
es: ¿Es usted confirme la corrección del nombre!

# Txt_Le_fichier__
source: The file
de: Die Datei "!"
es: Enviar fichero

# Txt_Selectionnez_un_fichier
source: Select a file!
de: Wählen Sie eine Datei!
es: Seleccione un archivo!

# Txt_Le_paramètre___0___n_a_pas_une_valeur_correcte
source: Parameter "{0}" is not a correct value!
de: Parameter "{0}" ist keinen richtigen Wert!
es: El parámetro &quot;{0}&quot; no es un valor correcto!

# Txt___0__caractères_
source: ({0} characters)
de: ({0} Zeichen enthalten)
es: ({0} Carácter)

# Txt_duplicate_file_search
source: Phase 2/2: searches for duplicate...!
de: Phase 2/2: sucht nach doppelten...!
es: Fase 2.2: búsqueda de duplicados ...!

# Txt_Confirmation
source: Confirmation
de: Firmung
es: Confirmación

# Txt_correction_s__effectuée_s__
source: correction (s) carried out (s).!
de: Korrektur (s) durchgeführt (s).!
es: Corrección (s) hecho (s).!

source: If you continue the current data will be lost. Would continue you?
de: Wenn Sie fortfahren, werden die aktuellen Daten gelöscht. Würden Sie fortfahren?
es: Si continúa, se perderán los datos actuales. ¿Irías?!

# Error_n_a_pu_etre_converti
source: " couldn't be converted
de: "nur konnte konvertiert werden!"
es: &quot;No se puede convertir!

# Txt_Analyse____afd____afd
source: Analysis (*.afd) | * .afd
de: Analyse (*.afd) | * .afd!
es: Análisis (.afd *) | * .afd!

# Txt_Analyse_des_fichiers_en_cours___
source: File analysis in progress...
de: Analyse der aktuellen Dateien...!
es: Análisis de archivos actuales ...!

# Txt_Analyse_en_cours___
source: Scan In Progress
de: Scannen Sie in Progress...!
es: Análisis en progreso ...!

# Txt_Conversion_en_cours___
source: Convertion in progress
de: Konvertierung in Progress...!
es: Conversión en curso ...!

# Txt_Information
source: Information
es: Información

source: The correspondence table has been amended would save you changes?
de: Die Tabelle der Entsprechungen zwischen wurde geändert, würde Sie Änderungen speichern?
es: La tabla de correspondencia que ha sido alterado quiere guardar los cambios?!

# Txt_Suppression_des_fichiers_en_cours___
source: Deleting files in progress...!
de: Löschen von Dateien in Progress...!
es: Eliminar archivos que son ...!

# Error_Conversion
source: Error in the conversion of {0}: {1}
de: Fehler bei der Umwandlung von {0}: {1}!
es: La conversión de error {0}: {1}!

# Txt_Analyser
source: Analyzse
de: Diverse
es: Analizar!

# Txt_Getting_File_List
source: Phase 1/2: list files...
de: Phase 1/2: Aufzählung der Dateien...!
es: Fase media: lista de archivos ...!

# Txt_Export_Excel_PDF
source: Excel/PDF export!
de: Excel-Export
es: Exportación Excel / PDF!

# Txt_Repertoire_Analyses
source: {0} scanned directories, {1} {2} file.
de: {0} gescannt Verzeichnisse, {1} {2} Datei.!
es: {0} directorios analizaron {1} {2} archivos.!

source: you are about to delete permanently file(s). Do you confirm this operation?
de: Sie sind dabei, die Akte (s) (s) endgültig löschen! Können Sie diesen Vorgang bestätigen?
es: Estás a punto de eliminar definitivamente (s) archivo (s)! ¿Confirma usted esta operación?!

# Txt_Files
source: Files
de: Dateien
es: Archivos (genéricos)

# Txt__0__chemin_s__détecté_s_
source: {0} path detected (s)
de: {0} Pfad (s) erkannt (s)!
es: {0} pista (s) detectada (s)!

# Error_Supp
source: The deletion of {0} error: {1}
de: Die Streichung von {0} Fehler: {1}!
es: Eliminación de error {0}: {1}!

# Txt_Files_Seconde
source: Files/sec
de: Dateien/Sek.!
es: Archivo / s!

# Txt_Export
source: Export
es: Envíos

# Txt_Analyse_des_résultats
source: Results analysis in progress
de: Analyse, Ergebnisse
es: Análisis de los Balances obtenidos.

# Error_pendant_le_renomage
source: Error while renaming of:
de: Fehler beim Umbenennen von:!
es: Error al cambiar el nombre de:

# Txt_Enregistrer_l_analyse
source: Save analysis!
de: Die Analyse zu speichern!
es: Ahorre análisis!

# Txt_Rafraichissement_de_l_affichage___
source: ... Refreshing display
de: ... Display-Refresh!
es: Actualice la pantalla ...!

# Txt_En
source: in :
de: EN
es: EN:

# Txt_Created
source: Created on
de: Erstellt am
es: Creado

# Txt_LastAccess
source: Last access!
de: Zuletzt online!
es: Última vista!

# Txt_Modified
source: Modified On
de: Geändert am
es: Modificado

# Txt_User
source: ﻿User
de: Benutzer
es: Usuario

# Error_Network_Drive
source: Error during the network drive connection
de: Fehler in Verbindung mit dem Netzwerk-Laufwerk!
es: Error de conexión a la unidad de red!

# Error_Creation_tache
source: Error in the creation of the task
de: Fehler bei der Erstellung der Aufgabe
es: Error al crear la tarea!

# Txt_0_Fichiers
source: {0} files
de: {0} Dateien
es: {0} archivos!

# Txt_Caracteres
source: CHARACTERS
de: Zeichen!
es: Caracteres!

# Txt_Chargement_des_données
source: Loading data:
de: Lade Daten...
es: Cargando datos ...!

# Txt_Generation_Rapport
source: Report generation...!
de: Generation der Bericht...!
es: La generación de informes ...!

# Txt_LA_Base_est_inaccessible
source: The database is inaccessible, its use will be disabled.
de: Die Datenbank kann nicht zugegriffen werden, wird seine Verwendung deaktiviert.!
es: La base de datos dada es inaccesible, su uso se desactivará.!

# Txt_Modifier
source: Edit
de: Ändern
es: Modificar

# Txt_Remplacer_Par
source: Replace With
de: Ersetzen Sie durch!
es: Sustituir

# Txt_Resultat
source: RESULTS
de: Resultat
es: Resultado:

# Txt_Tout_Fichiers
source: All files (*. *) | *. *
de: Alle Dateien (*. *) | *. *!
es: Todos los archivos (*. *) | *. *!

# Error_Nom_Utilisateur_Non_Vide
source: The user name and the password cannot be empty
de: Der Benutzername und das Kennwort darf nicht leer sein!
es: El nombre de usuario y la contraseña no puede estar vacía !!

# Txt_Annuler
source: CANCEL
de: Abbrechen
es: CANCELAR

# CalculatedHash
source: Checksum calculated!
de: Prüfsumme berechnet!
es: Suma de comprobación calculada.

# created
source: Created on
de: Erstellt am
es: Creado

source: Deleted files!
de: Gelöschte Dateien!
es: Archivos eliminados!

# DuplicateFileSize
source: Size duplicate files!
de: Doppelte Dateien Größe!
es: Archivos duplicados tamaño!

source: End date
de: Enddatum
es: Fecha de fin

source: Last access!
de: Zuletzt online!
es: Última vista!

source: Modified
de: Modifizierte
es: "Modificado"

source: New file(s)
de: Neue Dateien
es: Nuevos archivos!

# NumberOfDir
source: Scanned directories!
de: Gescannte Verzeichnisse!
es: Directorios escaneados!

# NumberOfDuplicateFile
source: Duplicate Files
de: Doppelte Dateien!
es: Archivos duplicados!

# NumberOfFile
source: Scanned files!
de: Gescannte Dateien!
es: Archivos escaneados.

# Rate
source: Scan rate (files/sec)!
de: Abtastrate (/ Sek.)!
es: Tasa (archivos/seg) de lectura!

source: Start date
de: Startdatum
es: Fecha de inicio

source: ﻿User
de: Benutzer
es: Usuario

# Gr_FileByStatus
source: Distribution of the status file!
de: Verteilung der Statusdatei!
es: Distribución de los archivos de estado!

# Gr_NumberOfDuplicateFile
source: Evolution of the number of duplicated file!
de: Entwicklung der Anzahl der kopierten Datei!
es: Evolución del número de archivo duplicado!

# Gr_NumberOfFile
source: Evolution of the number of file!
de: Entwicklung der Anzahl der Datei!
es: Evolución del número de archivo!

# Gr_SizeOfDuplicateFileByTime
source: Evolution of the volume of duplicate files!
de: Evolution des Volumens der doppelte Dateien!
es: Evolución del volumen de archivos duplicados!

# GR_Vol_Duplique_Dern_Analyse
source: New duplicate files since the last scan!
de: Neue doppelte Dateien seit dem letzten Scan!
es: Nuevos archivos duplicados desde la última exploración!

# TotalFileSize
source: Total volume analyzed!
de: Gesamtvolumen analysiert
es: Volumen total analizado!

# GR_Size_By_Path
source: Volume by folder!
de: Volumen für Ordner!
es: Volumen por carpeta!

# q
source: Qualify
de: Qualifizieren
es: Habilitar

# adr
source: Address
de: Adresse:
es: dirección:

# tel
source: Phone
de: Telefon
es: Teléfono

# mail
source: Meillottes
de: E-Mail
es: E-Mail

# prenom
source: First Name
de: *Vorname:
es: Nombre de pila:

# Duration
source: Duration of the analysis (in seconds)!
de: Analysedauer (in Sekunden)!
es: Duración del análisis (en segundos)!

# QualifierDuration
source: Calculation time to qualify (in seconds)!
de: Berechnungszeit bis zur Qualifikation (in Sekunden)!
es: Tiempo de cálculo para calificar (en segundos)!

source: Database access duration
de: Dauer des Zugriffs auf die Datenbank!
es: Duración del acceso a la base de datos!
